/*3-н хувьсагч зарлана уу. (a, b ,c)*/
/*Дурын тоон утгууд хувьсагчдад онооно уу*/
/*Дараа нь тухайн өгөгдсөн хувьсагчдаас хамгийн их утгатай хувьсагчийг console дээр хэвлэнэ үү*/
/*Бас тухайн өгөгдсөн хувьсагчдаас хамгийн бага утгатай хувьсагчийг console дээр хэвлэнэ үү
Тухайн утгууд нь хоорондоо бас тэнцүү байж болохыг анхаарна уу. Жишээ нь a = 5, b = 5, c = 5. Тэгвэл хамгийн их болон хамгийн бага утгууд нь 5 байна. */
let x = 60;
let y = 40;
let z = 50;
if (x > y) {
  if (x > z) {
    console.log(x, " n hamgiin ih ");
  } else if (x < y) {
    console.log(y, "n hamgiiin ih ");
  } else {
    console.log(z, "n hamgiin ih ");
  }
}



